{
    "welcome": "Καλώς ήρθατε",
    "home": "Αρχικη",
    "contact": "Επικοινωνια",
    "features": "Χαρακτηριστικα",
    "about": "Σχετικά με εμας",
    "sign_up": "Εγγραφείτε για το iOS Alpha Testing",
      "Why Download the Psia Apka App?": "Γιατί να κατεβάσετε την εφαρμογή Psia Apka;",
      "We offer unique features that will make your virtual walks unforgettable.": "Προσφέρουμε μοναδικά χαρακτηριστικά που θα κάνουν τις εικονικές βόλτες σας αξέχαστες.",
      "Interactive Walks": "Διαδραστικές Βόλτες",
      "Take your virtual dog on a walk in the real world. Explore new places and earn unique rewards.": "Πάρε τον εικονικό σου σκύλο για βόλτα στον πραγματικό κόσμο. Εξερεύνησε νέες τοποθεσίες και κέρδισε μοναδικές ανταμοιβές.",
      "Dogspots and DoggyM": "DogSpot και DoggyM",
      "Visit special locations – DogSpots, and train at DogGyms to improve your dog's skills.": "Επισκέψου ειδικές τοποθεσίες – DogSpots, και προπόνησε τον σκύλο σου στα DogGyms για να βελτιώσεις τις ικανότητές του.",
      "Fun and Care": "Διασκέδαση και Φροντίδα",
      "Feed your dog, play with it, and take care of its needs to keep it happy and healthy.": "Ταΐστε τον σκύλο σας, παίξτε μαζί του και φροντίστε τις ανάγκες του για να παραμείνει ευτυχισμένος και υγιής.",
      "Dog Lovers Community": "Κοινότητα Φίλων των Σκύλων",
      "Join our growing community, share experiences with others.": "Γίνε μέλος της αναπτυσσόμενης κοινότητάς μας και μοιράσου τις εμπειρίες σου με άλλους.",
      "Visit Our YouTube Channel": "Επισκεφτείτε το κανάλι μας στο YouTube",
      "Exciting News!": "🐾🌟 Συναρπαστικά Νέα! 🌟🐾",
  "Thrilled to unveil the latest features of our beloved canine adventure app - Psia Apka!": "🎉 Είμαστε ενθουσιασμένοι να αποκαλύψουμε τα τελευταία χαρακτηριστικά της αγαπημένης μας εφαρμογής για περιπέτειες με σκύλους - Psia Apka! 🐶✨",
  "In this update, we're introducing Dogspots — exciting new locations for you and your furry friends to explore!": "Σε αυτήν την ενημέρωση, εισάγουμε τα Dogspots 📍— συναρπαστικές νέες τοποθεσίες για να εξερευνήσετε με τους τετράποδους φίλους σας! 🌍",
  " Plus, get ready to embark on a sparkling journey with the introduction of Diamonds – collect them along the way to unlock special rewards!": "Επιπλέον, ετοιμαστείτε να ξεκινήσετε ένα λαμπερό ταξίδι με την εισαγωγή των Διαμαντιών 💎 – συλλέξτε τα κατά τη διάρκεια της πορείας σας για να ξεκλειδώσετε ειδικές ανταμοιβές!",
  "Contact Us": "Επικοινωνήστε μαζί μας",
  "If you have any questions or feedback, feel free to reach out by clicking the button below.": "Αν έχετε οποιεσδήποτε ερωτήσεις ή σχόλια, επικοινωνήστε μαζί μας κάνοντας κλικ στο παρακάτω κουμπί.",
  "Send an Email": "Στείλτε Email",
  "Welcome to Psia Apka!": "Καλώς ήρθατε στην Psia Apka!",
  "Your one-stop app for everything dog-related.": "Ο δικός σου Ψηφιακός Κόσμος των Σκύλων.",
  "Request Access to iOS Alpha Testing": "Αίτημα πρόσβασης για iOS Alpha Testing"

    }
    